{
  "navbar1": "المؤسسة المصرية الدولية",
  "navbar2": "للتحكيم والاستشارات القانونيه",
  "Home": "الرئيسية",
  "Vision": "الرؤية",
  "Services": "الخدمات",
  "Contact": "اتصل بنا",
  "home1": "الجهل بالقانون لا يعفي من المسؤولية. من هذا المنطلق، نرشدك حول كيفية أن تكون متمرسًا في الجوانب القانونية لتعزيز الوعي القانوني بين الأفراد.",
  "home2": "بصفتنا أعضاء في المجتمع تحت سلطة القانون، نحن مسؤولون عن أفعالنا سواء أكانت عن علم أم عن جهل. الخطأ في نظر القانون يظل خطأً وقد يضعك تحت سلطته دون علمك.",
  "home3": "نحن نوفر لك النصيحة لضمان أن يصبح القانون درعًا يحميك وليس عبئًا تقع تحته.",
  "Our Vision": "رؤيتنا",
  "description": "تطمح مؤسستنا لتقديم أفضل الاستشارات القانونية والمصرفية التي يرجوها عملاؤنا للاستمرار في تلبية وتجاوز احتياجاتهم وتوقعاتهم ، وكل ذلك بديناميكية واحترافية ، وبطرق آمنة ونزيهة وخالية من الإجهاد قدر الإمكان ، لنثبت أننا مؤسسة رائدة في توفير أفضل الخدمات القانونية والمصرفية ومايتصل بها من مجالات . انجاز عملنا بالشكل الصحيح سيسعد البعض ويدهش الآخرين.",
  "Our Mission": "مهمتنا",
  "MissionDesc": "تطمح منظمتنا إلى تقديم أفضل الاستشارات القانونية والمصرفية التي يرغب بها عملاؤنا للاستمرار في تلبية وتجاوز احتياجاتهم وتوقعاتهم، وذلك بكل ديناميكية واحترافية، بطرق آمنة وعادلة وخالية من التوتر، لإثبات أننا مؤسسة رائدة في تقديم أفضل الخدمات القانونية والمصرفية والمجالات ذات الصلة.",
  "MissionDesc2": "إنجاز عملنا بشكل صحيح سيسعد البعض ويدهش الآخرين.",
  "Our Values": "قيمنا",
  "ValuesDesc1": "قاعدة صغيرة تحكم منظمتنا هي",
  "ValuesDesc2": "'معاملة العميل كما لو كان فردًا من عائلتك.'",
  "ValuesDesc3": "كونك محاميًا أكثر من مجرد مهنة. التعامل مع حياة الناس اليومية يعني بذل قصارى جهدك للحفاظ على أسرارهم وحمايتها.",
  "ValuesDesc4": "وتضمن هذه القاعدة لعملائنا الحصول على المشورة الصحيحة والخدمة الممتازة في كافة الإجراءات القانونية والمصرفية.",
  "ValuesDesc5": "نسعى دائمًا لضمان راحة بال عملائنا من خلال العمل بصدق وأمانة دون المساس بالحقيقة، والعمل بكفاءة وفعالية لتقديم أفضل الحلول في كل مرة.",
  "ValuesDesc6": "سعينا وراء هذه القيم الأساسية هو السبب في استمرار اعتماد عملائنا على خدماتنا وخبراتنا. من المهم أن ننجح، لكن الأهم أن نستمر في هذا النجاح.",
  "Our Services": "خدماتنا",
  "Sevice1": "نحن ندرك دائمًا أن كل قضية هي مجموعة من الحقائق والظروف التي تؤثر مباشرة على حياة ومعيشة عملائنا. نقوم بتحليل الحقائق والقانون وتطبيق خبراتنا لتقديم النصيحة الصحيحة لعملائنا وتطوير استراتيجيات لتحقيق أهدافهم.",
  "Sevice2": "نسعى إلى التميز والمساهمة البناءة في خدمة عملائنا من خلال التعددية وروح الفريق. إذا شعرت يومًا أنك بحاجة إلى أكثر من مجرد نصيحة من صديق في مسألة تشغلك، أو لديك مشكلة قانونية من أي نوع قد أزعجتك وأثرت على حياتك، كن واثقًا أننا سنكون بجانبك وندعمك بخبراتنا وعملنا لتجاوزها معًا.",
  "Sevice3": "إذا كنت تريد وضع أحلامك على أرض الواقع وتأسيس شركتك أو مشروعك الخاص، فسندعمك في وضع خطواتك القانونية والمصرفية على أساس متين يتجنب التعقيدات التي قد تواجهها في المستقبل، ونحمل الأعباء التي لا تشغل بالك بها. كن واثقًا أننا نهتم بمصالحك كفرد من عائلتنا. نجاحك هو نجاحنا.",
  "support1": "نحن دائمًا ندعمك.",
  "support2": "واجبنا ليس مجرد التزام. إنه احترام.",
  "support3": "التزام. احترام. دقة. سرعة",
  "Join Our Team": "انضم إلى فريقنا",
  "JoinDesc": "تأتي قوة مؤسستنا من جميع أعضائها الذين يلتزمون بالعمل معًا على أساس الدعم المتبادل والثقة والاحترام فيما بيننا.",
  "BeMember": "كن فرضا في عائلتنا ...",
  "Contact Us": "اتصل بنا",
  "Location": "20 محمد علي الباقي, هيليوبلس - القاهره"
}
